# 股价比市场下跌50%
# 现金流状况良好，能够应对债务偿还压力
# 15只票可以莉香多倦化所带来的80%的收益
# 15只票通常占投资组合75%的比例
# 市值小于利润
# ps pce pb估值较低。由于企业可能亏故不使用pe
# 持股目标为12 个月内增长一倍，如果提前翻倍，则减少仓位
# 公司内部增持或回购，意味着下跌空间有限，提供了路线客人安全边界
# 非常了解相关产业并具有随时入侵教务处司经营管理层的关系
# 关键在于判断失去服从上涨的时间，估值越低，非观情绪越浓，服从是趋势反转所需要的旱间越短


# 最近一季速动比率                大于市场平均值
# 最近一季负债/股东权益比          小于市场平均值
# 最近3个月管理层持股比例变动       剔除遭减持的股票
# pS_ttm                          小于市场平均值
# PB_LF                           小于1.5
# PCF_ttm                         小于市场平均值
# 最近12个月股价跌幅                相对大盘跌幅/大盘跌幅绝对值<-50%
# 最近1个月股份跌幅                  大于大盘指数涨幅